[FreeKillUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="中继器"
FriendlyNamePlural="中继器"
BriefSummary="获得 <Ability:BONUSCRITDMGBSC/> 额外伤害在暴击上."
TinySummary="+暴击伤害"
LootTooltip="安装此武器插件后，将增加士兵的暴击伤害 <Ability:BONUSCRITDMGBSC/>."

[FreeKillUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级中继器"
FriendlyNamePlural="高级"
BriefSummary="获得 <Ability:BONUSCRITDMGADV/> 额外伤害在暴击上."
TinySummary="+暴击伤害"
LootTooltip="安装此武器插件后，将增加士兵的暴击伤害 <Ability:BONUSCRITDMGADV/>."

[FreeKillUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极中继器"
FriendlyNamePlural="终极中继器"
BriefSummary="获得 <Ability:BONUSCRITDMGSUP/> 额外伤害在暴击上."
TinySummary="+暴击伤害"
LootTooltip="安装此武器插件后，将增加士兵的暴击伤害 <Ability:BONUSCRITDMGSUP/>."

[FixedRepeater_M1_Ability X2AbilityTemplate]
LocFriendlyName="中继器"
LocHelpText="获得 <Ability:BONUSCRITDMGBSC/> 额外伤害在暴击上."
LocLongDescription="安装此武器插件后，将增加士兵的暴击伤害 <Ability:BONUSCRITDMGBSC/>."

[FixedRepeater_M2_Ability X2AbilityTemplate]
LocFriendlyName="高级中继器"
LocHelpText="获得 <Ability:BONUSCRITDMGADV/> 额外伤害在暴击上."
LocLongDescription="安装此武器插件后，将增加士兵的暴击伤害 <Ability:BONUSCRITDMGADV/>."

[FixedRepeater_M3_Ability X2AbilityTemplate]
LocFriendlyName="终极中继器"
LocHelpText="获得 <Ability:BONUSCRITDMGSUP/> 额外伤害在暴击上."
LocLongDescription="安装此武器插件后，将增加士兵的暴击伤害 <Ability:BONUSCRITDMGSUP/>."